Кажется, в этом году особенно кайфанут покупател<и> обычных iPhone 13 Pro:
есл<и> годом ранее у н<и>х стоял выбор
между компактностью <и> самым<и> продв<и>нутым<и> камерам<и>
сред<и> всех айфонов, то теперь Apple снова вернула ун<и>ф<и>кац<и>ю в л<и>нейку.
Обрадовался этому <и> я: мне не нужен огроменный 13 Pro Max,
ставш<и>й ещё толще <и> тяжелее <и> без того не самого компактного <и> лёгкого 12
Pro Max. Мало того, даже небольшой 13 Pro уже вес<и>т сл<и>шком
много, на мой взгляд. Я <и>з-за этого даже снял чехол,
чтобы вернуться к пр<и>вычным от 12 Pro ощущен<и>ям.
Так вот. Новые «прошк<и>» с аппаратной точк<и> зрен<и>я —
это тр<и> новые камеры <и> одна старая.
Есл<и> же посмотреть на эт<и> устройства с точк<и>
зрен<и>я софта, то все камеры стал<и> новым<и>.
